Repository: rintisch/course_scheduler
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_coursescheduler_domain_model_course.categories
source: Categories
de: Kategorien

# category.access_category
source: Access
de: Zug채nglichkeit

# category.activity_category
source: Activity
de: Aktivit채t

# category.level_category
source: Level
de: Niveau / Level

# tx_coursescheduler_domain_model_course
source: Course
de: Kurs

# tx_coursescheduler_domain_model_course.title
source: Title
de: Titel

# tx_coursescheduler_domain_model_course.description
source: Description
de: Beschreibung

# tx_coursescheduler_domain_model_course.notes
source: Notes
de: Hinweise

# tx_coursescheduler_domain_model_course.hour_range
source: Course hour range
de: Kurszeiten

# tx_coursescheduler_domain_model_course.course_start_time
source: Course Start Time
de: Kursbeginn (Uhrzeit)

# tx_coursescheduler_domain_model_course.course_end_time
source: Course End Time
de: Kursende (Uhrzeit)

# tx_coursescheduler_domain_model_course.date_range
source: Course date range
de: Kurszeitraum

# tx_coursescheduler_domain_model_course.course_start_date
source: Course Start Date
de: Kursbeginn (Datum)

# tx_coursescheduler_domain_model_course.course_end_date
source: Course End Date
de: Kursende (Datum)

# tx_coursescheduler_domain_model_course.activity_category
source: Activity category
de: Aktivit채t

# tx_coursescheduler_domain_model_course.level_category
source: Level category
de: Schwierigkeitsgrad

# tx_coursescheduler_domain_model_course.access_category
source: Access category
de: Zug채nglichkeit

# tx_coursescheduler_domain_model_course.image
source: Image
de: Bild

# tx_coursescheduler_domain_model_course.files
source: Files
de: Dateien

# tx_coursescheduler_domain_model_course.location
source: Location
de: Ort

# tx_coursescheduler_domain_model_course.price
source: Price
de: Preis

# tx_coursescheduler_domain_model_course.price_information
source: Price Information
de: Preis-Information

# tx_coursescheduler_domain_model_course.time_and_location
source: Times and location
de: Zeiten und Ort

# tx_sfeventmgt_domain_model_location.abbreviation
source: Abbreviation
de: Kurzbezeichnung

# tx_sfeventmgt_domain_model_location.image
source: Image
de: Bild
